Repository: myparcelnl/cs-cart
Catalog: var/langs/*/addons/*_myparcel_*.po
Languages: nl

# Addons::name::sd_myparcel_nl
source: Simtech Development: Service Myparcel.nl integration
nl: MyParcel

# Addons::description::sd_myparcel_nl
source: <a href="https://www.myparcel.nl/" target="_blank">Myparcel</a> shipping service. <a href="https://www.simtechdev.com/" target="_blank">Support</a>
nl: <a href="https://www.myparcel.nl/" target="_blank">MyParcel</a>

# SettingsSections::sd_myparcel_nl::general
source: General
nl: Algemeen

# SettingsOptions::sd_myparcel_nl::bulk_print_label_page_format
source: Bulk print labels page format
nl: Printervoorkeur

# SettingsOptions::sd_myparcel_nl::webhooks_password
source: Password for webhooks service
nl: Wachtwoord voor webhooks service

# SettingsOptions::sd_myparcel_nl::username
source: Username
nl: Gebruikersnaam

# Languages::carrier_myparcel_nl
source: MyparcelNL
nl: MyParcel

# Languages::sd_myparcel_nl.order_info
source: Information from MyparcelNL
nl: Informatie van MyParcel

# Languages::addons.sd_myparcel_nl.customer_code
source: Customer code
nl: Klantcode

# Languages::addons.sd_myparcel_nl.customer_number
source: Customer number
nl: Klantnummer

# Languages::addons.sd_myparcel_nl.username
source: Username
nl: Gebruikersnaam

# Languages::addons.sd_myparcel_nl.api_key
source: API key/password
nl: API key/wachtwoord

# Languages::addons.sd_myparcel_nl.company_name
source: Company name
nl: Bedrijfsnaam

# Languages::addons.sd_myparcel_nl.type
source: Delivery type
nl: Bezorgopties

# Languages::addons.sd_myparcel_nl.shipping_rates
source: Shipping charges table
nl: Verzendkosten tabel

# Languages::addons.sd_myparcel_nl.destination_zone
source: Destination zone
nl: Bestemmings zone

# Languages::addons.sd_myparcel_nl.ship_max_height
source: Max package height
nl: Max pakket hoogte

# Languages::addons.sd_myparcel_nl.ship_max_width
source: Max package width
nl: Max pakket breedte

# Languages::addons.sd_myparcel_nl.ship_max_length
source: Max package length
nl: Max pakket lengte

# Languages::addons.sd_myparcel_nl.tracking_link
source: Tracking link
nl: Track & Trace

# Languages::addons.sd_myparcel_nl.additional_shipment_info
source: Additional shipment info
nl: Extra informatie over verzending

# Languages::addons.sd_myparcel_nl.error_no_package_dimensions_data
source: One or more products has no box size data
nl: Er is een error opgetreden. Neem contact op met MyParcel IT Supprt.

# Languages::addons.sd_myparcel_nl.error_label_request_is_invalid
source: Labelling request is invalid.
nl: Er is een error opgetreden. Neem contact op met MyParcel IT Supprt.

# Languages::addons.sd_myparcel_nl.shipment_is_empty
source: Shipment object is empty
nl: Er is een error opgetreden. Neem contact op met MyParcel IT Supprt.

source: The order's parameters isn't suitable for MyparcelNL service.
nl: Deze order is niet geschikt voor MyParcel. Selecteer een andere vervoerder.

# Languages::addons.sd_myparcel_nl.shipping_params_is_empty
source: Wrong shipping parameters of the product.
nl: Er is een error opgetreden. Neem contact op met MyParcel IT Support.

# Languages::addons.sd_myparcel_nl.tariff_zone
source: Tariff zone
nl: Tarief zone

# Languages::addons.sd_myparcel_nl.label_page_format
source: Label page format
nl: Printervoorkeur

# Languages::carrier_myparcel
source: Myparcel.nl
nl: MyParcel

# Languages::addons.sd_myparcel_nl.delivery_types.morning
source: Morning
nl: Ochtend

# Languages::addons.sd_myparcel_nl.delivery_types.standard
source: Standard
nl: Standaard

# Languages::addons.sd_myparcel_nl.delivery_types.night
source: Night
nl: Avond

# Languages::addons.sd_myparcel_nl.delivery_types.pickup
source: Pickup
nl: Ophalen op PostNL locatie

# Languages::addons.sd_myparcel_nl.delivery_types.express
source: Express
nl: Extra vroeg ophalen op PostNL locatie

# Languages::addons.sd_myparcel_nl.package_types.package
source: Package
nl: Pakket

# Languages::addons.sd_myparcel_nl.package_types.mailbox_package
source: Mailbox package
nl: Brievenbuspakje

# Languages::addons.sd_myparcel_nl.package_types.letter
source: Letter
nl: Ongefrankeerd

# Languages::addons.sd_myparcel_nl.package_type
source: Package type
nl: Soort zending

# Languages::addons.sd_myparcel_nl.delivery_type
source: Delivery type
nl: Bezorgopties

# Languages::addons.sd_myparcel_nl.cutoff_time
source: Cutoff time
nl: Sluitingstijd

# Languages::addons.sd_myparcel_nl.dropoff_days
source: Dropoff days
nl: Afleverdagen

# Languages::addons.sd_myparcel_nl.dropoff_delay
source: Dropoff delay
nl: Verwerkingstijd

# Languages::addons.sd_myparcel_nl.deliverydays_window
source: Deliverydays window
nl: Afleverdagen

# Languages::addons.sd_myparcel_nl.excluded_delivery_types
source: Excluded delivery types
nl: Bezorgopties deactiveren

# Languages::addons.sd_myparcel_nl.shipment_options.only_recipient
source: Only recipient
nl: Alleen huisadres

# Languages::addons.sd_myparcel_nl.shipment_options.signature
source: Signature
nl: Handtekening voor ontvangst

# Languages::addons.sd_myparcel_nl.shipment_options.return
source: Return
nl: Retour bij geen gehoor

# Languages::addons.sd_myparcel_nl.shipment_options.large_format
source: Large format
nl: Extra groot formaat

# Languages::addons.sd_myparcel_nl.shipment_options.insurance
source: Insurance
nl: Verzekerd bedrag

source: Deliver the package only at address of the intended recipient. This option is required for Morning and Evening delivery types.
nl: Pakket alleen afleveren op huisadres van de ontvanger. Deze optie is verplicht voor Ochtend en Avondlevering.

source: Recipient must sign for the package. This option is required for Pickup and Pickup express delivery types.
nl: Handtekening voor ontvangst. Deze optie is verplicht voor de optie Ophalen op een PostNL locatie.

source: Return the package to the sender when the recipient is not home.
nl: Retour afzender bij afwezigheid ontvanger.

source: This option must be specified if the dimensions of the package are between 100 x 70 x 50 and 175 x 78 x 58 cm. If the scanned dimensions from the carrier indicate that this package is large format and it has not been specified then it will be added to the shipment in the billing process. This option is also available for EU shipments.
nl: Deze optie moet worden opgegeven als het pakket groter is dan 100x70x50 en kleiner dan 175x78x58 cm.

source: This option allows a shipment to be insured up to certain amount. Only package type 1 (package) shipments can be insured. NL shipments can be insured for 5000,- euros. EU shipments must be insured for 500,- euros. Global shipments must be insured for 200,- euros. The following shipment options are mandatory when insuring an NL shipment: only_recipient and signature.
nl: Met deze optie kan een zending tot een bepaald bedrag worden verzekerd. Alleen pakketzendingen kunnen worden verzekerd. Nederlandse zendingen kunnen tot € 5000 worden verzekerd. EU zendingen zijn standaard tot € 500 verzekerd. Wereldzendingen zijn standaard tot € 200 verzekerd. De volgende verzendopties zijn verplicht bij het verzekeren van een Nederlandse zending: alleen huisadres en handtekening voor ontvangst.

# Languages::addons.sd_myparcel_nl.additional_shipping_options_price_modifier
source: Additional price
nl: Extra kosten

# Languages::addons.sd_myparcel_nl.no_deliver_at_selected_datetime
source: No deliver options for selected datetime. Please select other date or time
nl: Geen bezorgopties voor de geselecteerde data. Selecteer a.u.b. een andere datum of tijd

# Languages::addons.sd_myparcel_nl.label_positions
source: Label positions
nl: Label posities

# Languages::addons.sd_myparcel_nl.label_position
source: Label position
nl: Label positie

# Languages::addons.sd_myparcel_nl.label_positions.top-left
source: Top left
nl: Linksboven

# Languages::addons.sd_myparcel_nl.label_positions.top-right
source: Top right
nl: Rechtsboven

# Languages::addons.sd_myparcel_nl.label_positions.bottom-left
source: Bottom left
nl: Linksonder

# Languages::addons.sd_myparcel_nl.label_positions.bottom-right
source: Bottom right
nl: Rechtsonder

# Languages::addons.sd_myparcel_nl.all_delivery_types_accepted
source: All accepted
nl: Allemaal geactiveerd

# Languages::addons.sd_myparcel_nl.shipment_options
source: Selected shipment options
nl: Geselecteerde bezorgopties

# Languages::addons.sd_myparcel_nl.track_n_trace_status
source: Tracking info
nl: Track & Trace

# Languages::addons.sd_myparcel_nl.insurance_corrected
source: Max amount of insuranse is [max_value],- EUR. The value was automatically corrected.
nl: Max bedrag verzekerde verzending is [max_value],- EUR. Het bedrag is automatisch aangepast.

# Languages::addons.sd_myparcel_nl.shipment_status.pending-concept
source: Pending - concept
nl: Concept

# Languages::addons.sd_myparcel_nl.shipment_status.pending-registered
source: Pending - registered
nl: Voorgemeld

# Languages::addons.sd_myparcel_nl.shipment_status.enroute-handed_to_carrier
source: Enroute - handed to carrier
nl: Aangeboden aan PostNL

# Languages::addons.sd_myparcel_nl.shipment_status.enroute-sorting
source: Enroute - sorting
nl: In sorteerproces

# Languages::addons.sd_myparcel_nl.shipment_status.enroute-distribution
source: Enroute - distribution
nl: In distributieproces

# Languages::addons.sd_myparcel_nl.shipment_status.enroute-customs
source: Enroute - customs
nl: Inklaring Douane

# Languages::addons.sd_myparcel_nl.shipment_status.delivered-at_recipient
source: Delivered - at recipient
nl: Afgeleverd

# Languages::addons.sd_myparcel_nl.shipment_status.delivered-ready_for_pickup
source: Delivered - ready for pickup
nl: Afgeleverd op PostNL locatie

# Languages::addons.sd_myparcel_nl.shipment_status.delivered-package_picked_up
source: Delivered - package picked up
nl: Pakket is opgehaald

source: Delivered - return shipment ready for pickup
nl: Retourzending, pakket wordt opgehaald

source: Delivered - return shipment package picked up
nl: Retourzending, pakket is opgehaald

# Languages::addons.sd_myparcel_nl.shipment_status.printed-letter
source: Printed - letter
nl: Ongefrankeerd

# Languages::addons.sd_myparcel_nl.shipment_status.credit
source: Credit
nl: Gecrediteerd

# Languages::addons.sd_myparcel_nl.shipment_status.inactive-concept
source: Inactive - concept
nl: Inactief - Concept

# Languages::addons.sd_myparcel_nl.shipment_status.inactive-registered
source: Inactive - registered
nl: Inactief - Voorgemeld

source: Inactive - enroute - handed to carrier
nl: Inactief - Aangeboden aan postNL

# Languages::addons.sd_myparcel_nl.shipment_status.inactive-enroute-sorting
source: Inactive - enroute - sorting
nl: Inactief - In sorteerproces

# Languages::addons.sd_myparcel_nl.shipment_status.inactive-enroute-distribution
source: Inactive - enroute - distribution
nl: Inactief - In distributieproces

# Languages::addons.sd_myparcel_nl.shipment_status.inactive-enroute-customs
source: Inactive - enroute - customs
nl: Inactief - Inklaring Douane

# Languages::addons.sd_myparcel_nl.shipment_status.inactive-delivered-at_recipient
source: Inactive - delivered - at recipient
nl: Inactief - Afgeleverd

source: Inactive - delivered - ready for pickup
nl: Inactief - Afgeleverd op PostNL locatie

source: Inactive - delivered - package picked up
nl: Inactief - Pakket is opgehaald

# Languages::addons.sd_myparcel_nl.shipment_status.inactive-unknown
source: Inactive - unknown
nl: Inactief - Geen status

# Languages::addons.sd_myparcel_nl.shipment_status.credit_rejected
source: Credit rejected
nl: Credit afgewezen

# Languages::addons.sd_myparcel_nl.shipment_status.credit_approved
source: Credit approved
nl: Credit goedgekeurd

# Languages::addons.sd_myparcel_nl.shipments
source: Shipments
nl: Zendingen

# Languages::addons.sd_myparcel_nl.package_size_error
source: Package size errror
nl: Pakketgrootte incorrect

# Languages::addons.sd_myparcel_nl.delivery
source: Delivery
nl: Bezorging

# Languages::addons.sd_myparcel_nl.pickup
source: Pickup
nl: Ophalen op PostNL locatie

# Languages::addons.sd_myparcel_nl.pickup_at_time
source: Pickup at time
nl: Ophalen om

# Languages::addons.sd_myparcel_nl.opening_hours
source: Opening hours
nl: Openingstijden

# Languages::addons.sd_myparcel_nl.empty_delivery_options
source: No delivery options for selected location. Try to use another shipping address.
nl: Geen bezorgopties voor de geselecteerde locatie. Probeer een ander adres.

# Languages::addons.sd_myparcel_nl.delivery_options
source: Delivery options
nl: Bezorgopties

# Languages::addons.sd_myparcel_nl.pickup_address
source: Pickup address
nl: Ophalen op een PostNL locatie

source: Enter price in cents. If you want to use prices from service then enter non-numeric value, or keep the field empty.
nl: Bedragen in centen invoeren. Als u de prijzen van MyParcel wilt aanhouden dan houdt u het veld leeg.

source: Enter price in cents. If you want to use prices from service then enter non-numeric value, or keep the field empty.
nl: Bedragen in centen invoeren. Als u de prijzen van MyParcel wilt aanhouden dan houdt u het veld leeg.

source: Enter price in cents. If you want to use prices from service then enter non-numeric value, or keep the field empty.
nl: Bedragen in centen invoeren. Als u de prijzen van MyParcel wilt aanhouden dan houdt u het veld leeg.

source: Enter price in cents. If you want to use prices from service then enter non-numeric value, or keep the field empty.
nl: Bedragen in centen invoeren. Als u de prijzen van MyParcel wilt aanhouden dan houdt u het veld leeg.

source: Enter price in cents. If you want to use prices from service then enter non-numeric value, or keep the field empty.
nl: Bedragen in centen invoeren. Als u de prijzen van MyParcel wilt aanhouden dan houdt u het veld leeg.

# SettingsOptions::sd_myparcel_nl::label_position
source: Label position
nl: Positie label

# SettingsOptions::sd_myparcel_nl::package_type
source: Package type
nl: Soort zending

# SettingsOptions::sd_myparcel_nl::only_recipient
source: Only recipient
nl: Alleen huisadres

# SettingsTooltips::sd_myparcel_nl::only_recipient
source: Deliver the package only at address of the intended recipient. This option is required for Morning and Evening delivery types.
nl: Pakket alleen afleveren bij ontvanger. Deze optie is verplicht voor een ochtend- enaAvondlevering.

# SettingsOptions::sd_myparcel_nl::signature
source: Signature
nl: Handtekening voor ontvangst

# SettingsTooltips::sd_myparcel_nl::signature
source: Recipient must sign for the package. This option is required for Pickup and Pickup express delivery types.
nl: Handtekening voor ontvangst. Deze optie is verplicht voor de optie Ophalen op een PostNL locatie.

# SettingsOptions::sd_myparcel_nl::return
source: Return
nl: Retour

# SettingsTooltips::sd_myparcel_nl::return
source: Return the package to the sender when the recipient is not home.
nl: Retour afzender bij geen gehoor.

# SettingsOptions::sd_myparcel_nl::large_format
source: Large format
nl: Groot formaat

# SettingsTooltips::sd_myparcel_nl::large_format
source: This option must be specified if the dimensions of the package are between 100 x 70 x 50 and 175 x 78 x 58 cm. If the scanned dimensions from the carrier indicate that this package is large format and it has not been specified then it will be added to the shipment in the billing process. This option is also available for EU shipments.
nl: Deze optie moet worden opgegeven als het pakket groter is dan 100x70x50 en kleiner dan 175x78x58 cm.

# SettingsOptions::sd_myparcel_nl::insurance
source: Insurance
nl: Verzekerde zending

# SettingsTooltips::sd_myparcel_nl::insurance
source: This option allows a shipment to be insured up to certain amount. Only package type 1 (package) shipments can be insured. NL shipments can be insured for 5000,- euros. EU shipments must be insured for 500,- euros. Global shipments must be insured for 200,- euros. The following shipment options are mandatory when insuring an NL shipment: only_recipient and signature.
nl: Met deze optie kan een zending tot een bepaald bedrag worden verzekerd. Alleen pakketzendingen kunnen worden verzekerd. Nederlandse zendingen kunnen tot € 5000 worden verzekerd. EU zendingen zijn standaard tot € 500 verzekerd. Wereldzendingen zijn standaard tot € 200 verzekerd. De volgende verzendopties zijn verplicht bij het verzekeren van een Nederlandse zending: alleen huisadres en handtekening voor ontvangst.

# SettingsOptions::sd_myparcel_nl::notify_user
source: Notify user
nl: Gebruiker informeren

# SettingsTooltips::sd_myparcel_nl::notify_user
source: Notify user on bulk shipments creation.
nl: Gebruiker informeren bij het aanmaken van bulkzendingen

# Languages::addons.sd_myparcel_nl.checkout_enable
source: Checkout enable
nl: Bezorgopties inschakelen

# Languages::addons.sd_myparcel_nl.update_shipment_error
source: Shipment service response: "Shipment was not created"
nl: Shipment service response: "Er is geen zending aangemaakt"

# Languages::addons.sd_myparcel_nl.update_shipment_error_bad_address
source: Shipment service response: "Shipment was not created because the addresses are incorrect."
nl: Shipment service response: "Er is geen zending aangemaakt, want de adresgegevens zijn incorrect."

# Languages::addons.sd_myparcel_nl.print_label_error_3105
source: These orders can not be exported because mailbox package is not allowed outside The Netherlands.
nl: Deze orders worden niet geëxporteerd, omdat er geen brievenbuspakjes naar het buitenland gestuurd kunnen worden.

# Languages::addons.sd_myparcel_nl.print_label_error_default
source: These orders can not be exported. Error code [error code].
nl: Er is een fout opgetreden tijdens het exporteren [error code]. Neem contact op met MyParcel IT Support.

# Languages::addons.sd_myparcel_nl.undefined_error
source: Undefined error.
nl: Onbekende error.

# Languages::addons.sd_myparcel_nl.monday
source: Monday
nl: Maandag

# Languages::addons.sd_myparcel_nl.tuesday
source: Tuesday
nl: Dinsdag

# Languages::addons.sd_myparcel_nl.wednesday
source: Wednesday
nl: Woensdag

# Languages::addons.sd_myparcel_nl.thursday
source: Thursday
nl: Donderdag

# Languages::addons.sd_myparcel_nl.friday
source: Friday
nl: Vrijdag

# Languages::addons.sd_myparcel_nl.saturday
source: Saturday
nl: Zaterdag

# Languages::addons.sd_myparcel_nl.sunday
source: Sunday
nl: Zondag

# Languages::addons.sd_myparcel_nl.price_comment.morning
source: Morning
nl: Ochtend

# Languages::addons.sd_myparcel_nl.price_comment.standard
source: Standard
nl: Standaard

# SettingsTooltips::sd_myparcel_nl::webhooks_password
source: Enter the secret phrase for the Myparcel service shipments status service callbacks
nl: Введите секретную фразу для сервиса обратных вызовов Myparcel

# SettingsOptions::sd_myparcel_nl::get_tracking_info_via_webhooks
source: Get tracking info via webhooks
nl: Получать информацию о статусе отгрузки через вебхук

# SettingsTooltips::sd_myparcel_nl::get_tracking_info_via_webhooks
source: If set shipping status will be updated by change status event by webhook. If not set then status will be updated via API request to our service. First variant is better.
nl: Если установлен - то смена статуса отгрузки происходит по событию на нашем сервисе. Если не установлен - информация о статусе запрашивается каждый раз при отображении заказов или отгрузок. Первый вариант предпочтительнее, так как делается меньше запросов к сети.

# Languages::addons.sd_myparcel_nl.sandbox_mode
source: Test mode
nl: Тестовый режим

# Languages::addons.sd_myparcel_nl.label
source: Label
nl: Наклейка

# Languages::addons.sd_myparcel_nl.labels
source: Labels
nl: Наклейки

# Languages::addons.sd_myparcel_nl.create_webhook_subscription_error
source: Webhook creation error
nl: Ошибка создания вебхука

# Languages::addons.sd_myparcel_nl.webhooks_subscriptions
source: Webhooks subscriptions
nl: Подписки на вебхуки

# Languages::addons.sd_myparcel_nl.webhook_shipment_status_change
source: Shipment status changed event
nl: Событие смены статуса отгрузки

# Languages::addons.sd_myparcel_nl.notifications.webhooks_subscription_added
source: Webhook was successfully added
nl: Вебхук успешно добавлен

# Languages::addons.sd_myparcel_nl.notifications.webhook_subscription_deleted
source: Webhook was successfully deleted
nl: Вебхук успешно удалён

# Languages::addons.sd_myparcel_nl.print_labels
source: Print labels
nl: Печать наклеек

source: The order was created with shipping that API key is obsolete. Please edit/save order if you want create new shipment(s) for it.
nl: Заказ был создан с использованием метода доставки, API ключ которого устарел. Если Вы хотите добавить отгрузки к этому заказу, отредактируйте заказ, выбрав метод достаки с действующим ключом API.

# Languages::addons.sd_myparcel_nl.account_shipment_ids
source: Account's shipment IDs
nl: Список ID отгрузки для аккаунта

# Languages::addons.sd_myparcel_nl.order_ids
source: Order IDs
nl: Список номеров заказов
